Repository: pawlos/devAgenda
Catalog: Src/DevAgenda.Resources/Events/Create.*.resx
Languages: pl

# AddEvent
source: Add
pl: Dodaj

source: Add new event
pl: Dodawanie nowego wydarzenia

# EndDateTooltipContent
source: Event end date. Leave empty for one-day events.
pl: Data zakończenia wydarzenia. Zostaw pustą dla wydarzenia 1-dniowego.

# IsFreeOfChargeTooltipContent
source: What kind of event it is? Is it free of charge for attendees?
pl: Jakiego rodzaju jest to wydarzenie? Czy jest darmowe dla uczestników?

# LocationNotes
source: Search powered by Google Maps.
pl: Wyszukiwanie z użyciem Google Maps.

# LocationTooltipContent
source: City where the event is held. Type in a city name and choose one from suggestions below.
pl: Miasto, w którym odbywa się wydarzenie. Wpisz nazwę miasta i wybierz jedną z sugerowanych lokalizacji.

# NameTooltipContent
source: This should be a full name of the event or a meaningful abbreviation. Please provide edition year wherever appropriate, i.e. PDC 2012.
pl: Pełna nazwa wydarzenia bądź zrozumiały skrót. Tam, gdzie jest to odpowiednie, podaj rok wydarzenia, n.p. PDC 2012.

# StartDateTooltipContent
source: Date when the event starts or is held.
pl: Dzień, w którym wydarzenie się odbywa bądź rozpoczyna.

# SummaryNotes
source: Plain text only.
pl: Tylko zwykły tekst.

# SummaryTooltipContent
source: Quick summary of the event or any information about the event that is not included in the other fields but is still important.
pl: Krótki opis wydarzenia bądź informacje, które nie zostały zawarte w pozostałych polach, a wciąż są ważne.

# TagsNotes
source: Spaces as separators.
pl: Spacje jako separatory.

# TagsTooltipContent
source: Tags that describes the event well. Try to use more general tags i.e. ".net", "smart-phones" where possible.
pl: Etykiety, które dobrze opisują wydarzenie. Postaraj się używać ogólnych etykiet, n.p. ".net", "smart-phones", tam, gdzie to możliwe.

# TwitterHashTagTooltipContent
source: Twitter hashtag where the discussion about the event is being held.
pl: Tag na Twitterze, pod którym odbywa się dyskusja związana z wydarzeniem.

# TwitterProfileTooltipContent
source: Official Twitter profile of the event.
pl: Oficjalny profil wydarzenia na Twitterze.

# TypeIdTooltipContent
source: What kind of event it is? Is it free of charge for attendees?
pl: Jakiego rodzaju jest to wydarzenie? Czy jest darmowe dla uczestników?

# WebsiteTooltipContent
source: Link to the official website of the event.
pl: Odnośnik do oficjalnej strony wydarzenia.

# WhatToProvideHeader
source: What to provide?
pl: Jakie dane dostarczyć?

# WhatToProvideTextBlock
source: <p> All possible information about an event are not needed. Just <strong>when, where</strong> and <strong>why</strong>. </p> <p> Fields like Twitter hashtag or summary are not obligatory but if provided they bring much more information to the table. </p>
pl: <p>Nie ma potrzeby podawania wszystkich możliwych informacji o wydarzeniu. Jedynie <strong>kiedy, gdzie</strong> i <strong>dlaczego</strong>. </p> <p>Pola typu tag twitterowy bądź skrócone informacje nie są wymagane, ale jeśli zostaną dostarczone, dodają znacznie więcej informacji do kontekstu. </p>

# WhyBotherHeader
source: Why bother?
pl: Dlaczego warto?

# WhyBotherTextBlock
source: <p> By adding new event you allow your fellow developers to find out about it more easily. </p> <p> The more developers know about an event the more they are likely to come. </p> <p> You do not have to be a host to add an event. <strong>Do it</strong> for the others. <strong>Benefits</strong> are outright. </p>
pl: <p>Poprzez dodanie nowego wydarzenia sprawiasz, iż staje się ono łatwiejsze do znalezienia przez Twoich kolegów programistów. </p> <p>Im więcej wiadomo o wydarzeniu, tym większa szansa, że pojawi się więcej osób. </p> <p>Nie musisz być organizatorem, aby dodać wydarzenie. <strong>Zrób to</strong> dla innych. <strong>Korzyści</strong> są oczywiste. </p>
